Revit 2027 API
SymbolTypeId.KgCO2ePerLb Property
 Symbol kgCO₂e/lb, indicating kilograms Carbon Dioxide per pound
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerLb { get; }
Public Shared ReadOnly Property KgCO2ePerLb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerLb {
	ForgeTypeId^ get ();
}
static member KgCO2ePerLb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace